---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PathOfTravelLevelName
source: html/231e0e57-13ec-6857-2976-19c042aa6ae2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PathOfTravelLevelName Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId PathOfTravelLevelName { get; }
```